Repository: harel-organization/helloharel-prestashop
Catalog: translations/*.xlf
Languages: fr

source: Hello Harel ERP integration
fr: Intégration de l'ERP Hello Harel

source: Payment received
fr: Paiement reçu

source: Order validated
fr: Commande validée

source: Shipped
fr: Expédié

source: Delivered
fr: Livré

source: Cancelled
fr: Annulé

source: View on Hello Harel
fr: Ouvrir sur Hello Harel

source: This order is managed by Hello Harel.
fr: Cette commande est gérée par Hello Harel.

source: Download your invoice
fr: Télécharger votre facture

source: Products are managed by Hello Harel
fr: Les produits sont gérés par Hello Harel

source: This product is managed by Hello Harel.
fr: Ce produit est géré par Hello Harel.

source: Hello Harel API key
fr: Clé API Hello Harel

source: PrestaShop voucher
fr: Bon de réduction PrestaShop

source: Hello Harel and PrestaShop have been successfully unlinked!
fr: Hello Harel et PrestaShop ont bien été déliés !

source: You are only one last step away from integrating Hello Harel with PrestaShop!
fr: Il ne vous reste qu'une seule étape pour finir l'intégration de Hello Harel avec PrestaShop !

source: To activate the integration:
fr: Afin d'activer l'intégration :

source: Go to your Hello Harel instance and navigate to:
fr: Ouvrez votre instance Hello Harel et naviguez vers :

source: External applications
fr: Applications externes

source: Open the PrestaShop app from the list
fr: Ouvrir l'application PrestaShop dans la liste des applications externes

source: Click the "Activate app" button
fr: Cliquer sur le bouton "Activer l'application"

source: Go to the "App settings" tab from the PrestaShop modal
fr: Ouvrir l'onglet "Configuration de l'application" du modal PrestaShop

source: And copy the following information in the form:
fr: Et copier les informations suivantes dans le formulaire :

source: PrestaShop URL
fr: URL de PrestaShop

source: Copy to clipboard
fr: Copier dans le presse-papier

source: API key
fr: Clé API

source: Click the "Save options" button.
fr: Cliquer sur le bouton "Enregistrer les options".

source: It's done!
fr: C'est fait !

source: Are you sure you want to unlink PrestaShop from your Hello Harel instance?
fr: Êtes-vous sûr de vouloir délier PrestaShop de votre instance Hello Harel ?

source: Your mapping (products, customers, orders) will be kept if you want to link them again later.
fr: La correspondance des produits, clients et commandes sera conservée si vous souhaitez les relier à nouveau.

source: Cancel
fr: Annuler

source: Confirm
fr: Confirmer

source: Go to your instance
fr: Aller dans votre instance

source: Congratulations!
fr: Félicitations !

source: This PrestaShop instance is now controlled by %instanceUrl%.
fr: Cette boutique PrestaShop est maintenant contrôlée par %instanceUrl%.

source: Your Hello Harel instance now controls PrestaShop. This is an overview of the mapping between PrestaShop and Hello Harel:
fr: Hello Harel contrôle maintenant votre boutique PrestaShop. Voici une vue d'ensemble des correspondances entre PrestaShop et Hello Harel :

source: %count% product(s)
fr: %count% produit(s)

source: %count% customer(s)
fr: %count% client(s)

source: %count% order(s)
fr: %count% commande(s)

source: Unlink instance
fr: Délier les instances

source: Remove all references (products, orders and customers)
fr: Supprimer toutes les références (produits, commandes et clients)
